Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_4.tmx
Source language: de
Languages: en

source: Verwaltung von Personalakten
en: Employee record services

source: Vorführung von Waren und Dienstleistungen mit elektronischen Medien, auch für das sogenannte Teleshopping und Homeshopping
en: Demonstration of goods and services by electronic means, also for the benefit of the so-called teleshopping and homeshopping services

source: Sammeln von Geschäftsinformationen in Bezug auf den Unternehmensstatus
en: Acquisition of business information relating to company status

source: Verwaltung von Zeitungsabonnements [für Dritte]
en: Administration of newspaper subscription [for others]

source: Zusammenstellung und Systematisierung von Informationen in Datenbanken
en: Compilation and systematisation of information in databanks

source: Computergestützte Textverarbeitung
en: Computerized word processing

source: Erstellung von Werbepublikationen
en: Preparation of publicity publications

source: Durchführung und Verwaltung von Prämien- und Treueprogrammen
en: Advertising services by means of television screen based text

source: Organisatorische Geschäftsführung
en: Business management organisation

source: Auskünfte über Handelsfirmen und Erteilung von Handelsinformationen über ein weltweites Computernetz
en: Providing information about commercial business and commercial information via the global computer network

source: Verwaltung von Marketingmaßnahmen
en: Administration relating to marketing

source: Werbung in elektronischen Medien und speziell im Internet
en: Advertising via electronic media and specifically the internet

source: Verwaltung von Vermögensregistern [für Dritte]
en: Maintenance of asset registers [for others]

source: Gewerbliche Fakturierung
en: Business invoicing services

source: Vorbereitung von Unterlagen für die Steuererklärung
en: Preparation of documents relating to taxation

source: Erstellung von Rechnungen
en: Preparation of invoices

source: Markenpositionierung [Marketing]
en: Brand positioning services

source: Personalrekrutierungsberatung für Anwaltssekretariate
en: Recruitment consultancy for legal secretaries

source: Kuvertieren von Druckerzeugnissen
en: Inserting printed matter into envelopes

source: Informationen Ã¼ber Verkaufsmethoden
en: Information about sales methods

source: Beurteilung von Märkten
en: Market assessment services

source: Veranstaltung von Wettbewerben für Werbezwecke
en: Arranging of competitions for advertising purposes

source: Veranstaltung von Präsentationen zu Werbezwecken
en: Arranging of presentations for advertising purposes

source: Personalvermittlung für die Elektronikindustrie
en: Personnel agency services relating to the electronics industry

source: Werbung über ein Mobiltelefonnetz
en: Advertisement via mobile phone networks

source: Werbe- und Marketingberatung
en: Advertising and marketing consultancy

source: Werbung, einschließlich Online-Werbung über ein Computernetz
en: Advertising, including on-line advertising on a computer network

source: Ermittlung von Einschaltquoten für Rundfunk- und Fernsehsendungen
en: Audience rating determination for radio and television broadcasts

source: Auskünfte und Beratung in Geschäftsangelegenheiten
en: Business advisory and information services

source: Zusammenstellung von Verzeichnissen zur Veröffentlichung in einem weltweiten Computernetz oder im Internet
en: Compilation of directories for publishing on global computer networks or the internet

source: Gestaltung von Reklamesäulen
en: Publicity columns preparation

source: Beratung in Fragen der Buchführung
en: Consultancy relating to auditing

source: Organisation von Ausstellungen zu kommerziellen und Werbezwecken
en: Organisation of exhibitions and trade fairs for business and promotional purposes

source: Durchführung von online Auktionen
en: Providing on-line auction services

source: Marktforschung in Bezug auf Ausstrahlungsmedien
en: Market research services relating to broadcast media

source: Vermittlung von Handelstransaktionen und -abkommen
en: Arranging of trading transactions and commercial contracts

source: Organisation von Modenschauen zu Werbezwecken
en: Organization of fashion shows for promotional purposes

source: Organisatorische Beratung bei der Bestellung von Büromaterial
en: Advisory services relating to the ordering of stationery

source: Dienstleistungen im Bereich Kundenbindung für Geschäfts-, Verkaufsförderungs- und/oder Werbezwecke
en: Customer loyalty services for commercial, promotional and/or advertising purposes

source: Verbreitung von Werbung für Dritte über das Internet
en: Dissemination of advertising for others via the Internet

source: Computergestützte Marktforschungsdienste
en: Computerized market research services

source: Produktion von Rundfunkwerbung
en: Production of radio advertisements

source: Betriebswirtschaftliche Auswertungen und Analysen
en: Assessment analysis relating to business management

source: Hilfe bei der Anwerbung und Vermittlung von Personal
en: Assistance relating to recruitment and placement of staff

source: Unternehmensberatung in Bezug auf den Betrieb von Restaurants
en: Business advisory services relating to the running of restaurants

source: Unternehmensberatung in Bezug auf die Gründung von Restaurants
en: Business advisory services relating to the setting up of restaurants

source: Hilfe bei der Geschäftsführung in Fragen der Gründung von Franchise-Firmen
en: Business assistance relating to the establishment of franchises

source: Vermittlung von Büroassistenten
en: Provision of clerical assistance

source: Erstellen von Marktanalysen in Bezug auf die Verfügbarkeit von Waren
en: Market analysis services relating to the availability of goods

source: Erstellen von Marktanalysen in Bezug auf den Verkauf von Antiquitäten
en: Market analysis services relating to the sale of antiques

source: Durchführung von Unternehmensverlagerungen
en: Relocation services for businesses

source: Vermittlung von Sammeleinkäufen
en: Arranging of collective buying

source: Büroarbeiten für Unternehmen
en: Business office services

source: Vermittlung von Abonnements für Bücher, Zeitschriften, Zeitungen oder Comic-Hefte
en: Subscriptions (arranging of) to books, reviews, newspapers or comic books

source: Verteilung von Werbematerial [Handzettel, Prospekte, Broschüren, Warenproben, insbesondere für den Versandhandel], grenzüberschreitend oder nicht
en: Distribution of publicity materials (flyers, prospectuses, brochures, samples, particularly for catalogue long distance sales) whether cross border or not

source: Kopieren von Papierakten
en: Reproduction of files [paper]

source: Unterstützung und Beratung bei der Unternehmensorganisation
en: Assistance and advice regarding business organization

source: Hilfe bei der Verkaufsförderung [Merchandising] für Produkte im Rahmen eines Franchisevertrags
en: Assistance in product commercialization, within the framework of a franchise contract

source: Computergestützte Geschäftsführung für Dritte
en: Computerised business management [for others]

source: Marktforschung in Handelsangelegenheiten
en: Commercial information research studies

source: Einzelhandelsdienstleistungen in Bezug auf Möbel
en: Retail services connected with the sale of furniture

source: Computergestützte Lagerverwaltung
en: Computerised stock management

source: Erstellen von Studien zur internen Unternehmenskommunikation
en: Conducting of internal business communication surveys

source: Verkaufsförderung für Waren und Dienstleistungen Dritter durch die Verteilung von Bonuskarten
en: Promoting the goods and services of others through the distribution of discount cards

source: Stellenbesetzung durch Versetzungen
en: Employee relocation services

source: Empfang, Sortieren und Bearbeiten von Post
en: Mail sorting, handling and receiving

source: Planen und Veranstalten von Messen, Ausstellungen und Präsentationen für wirtschaftliche oder Werbezwecke
en: Planning and conducting of trade fairs, exhibitions and presentations for economic or advertising purposes

source: Auskünfte in Geschäftsangelegenheiten mittels Computerdatenbanken oder dem Internet
en: Business information services provided on-line from a computer database or the internet

source: Beschaffung von Geschäftsinformationen in Bezug auf Unternehmensaktivitäten
en: Acquisition of business information relating to company activities

source: Zusammenstellung von Methoden zur Erstellung von Geschäftsstatistiken
en: Administration (Business -) relating to statistical methods

source: Verwaltung von Auslandsgeschäften
en: Administration of foreign business affairs

source: Geschäftsführung von Hotels [für Dritte]
en: Hotel management service [for others]

source: Vermittlung von Verträgen für Dritte
en: Procurement of contracts [for others]

source: Produktpräsentation für Dritte in der Öffentlichkeit
en: Services with regard to product presentation to the public

source: Computergestützte Datenverifikation [Datenverarbeitung]
en: Computerised compilation of customer indexes

source: Vervielfältigung von Werbematerial
en: Computerised data verification

source: Planung der Steuerbelastung [Buchführung]
en: Reproduction of advertising material

source: Werbung für Architekten
en: Tax planning [accountancy]

source: Geschäftsführung für Sporteinrichtungen [für Dritte]
en: Advertising services relating to data bases

source: Vermittlung und Abschluss von Handelsgeschäften für Dritte
en: Business management of sporting facilities [for others]

source: Organisation und Durchführung von Werbeveranstaltungen für Dritte
en: Administration of the business affairs of franchises

source: Verwaltung von Personalakten [für Dritte]
en: Maintenance of personnel records [for others]

source: Verwaltung von Registern [für Dritte]
en: Maintenance of registers [for others]

source: Unternehmensverwaltung im Bereich Transport und Auslieferung
en: Business administration in the field of transport and delivery

source: Geschäftsführungsberatung im Bereich Transport und Auslieferung
en: Business management consultancy in the field of transport and delivery

source: Erstellung von Marketingplänen
en: Preparation of marketing plans

source: Vermittlung von Zeitarbeitern
en: Temporary personnel services

source: Organisation von Ausstellungen und Messen für wirtschaftliche und Werbezwecke
en: Organization of exhibitions for commercial or advertising purposes

source: Werbung für Geschäftsbetriebe
en: Promotion [advertising] of business

source: Verkaufsförderung und Werbung
en: Publicity and sales promotion services

source: Werbung für berühmte Persönlichkeiten
en: Promotional management of celebrities

source: Zusammenstellung von Registern in Bezug auf Exporteure
en: Compilation of registers relating to exporters

source: Organisation von Veranstaltungen, Ausstellungen, Messen und Shows für kommerzielle, verkaufsfördernde und Werbezwecke
en: Organization of events, exhibitions, fairs and shows for commercial, promotional and advertising purposes

source: Betriebswirtschaftliche Beratung in Bezug auf die Bereitstellung von Qualitätsmanagementsystemen
en: Business consultancy services relating to the supply of quality management systems

source: Personalverwaltung in Bezug auf Werbepersonal
en: Publicity personnel management services

source: Herausgabe von Werbetexten
en: Publication of publicity texts

source: Personal-, Stellenvermittlung
en: Employment agency services

source: Personalverwaltung für Werbezwecke
en: Personnel management for advertising purposes

source: Werbung und Reklame per Fernsehen, Rundfunk, Post
en: Advertisement and publicity services by television, radio, mail

source: Auswahl von Führungspersonal
en: Selection of executive personnel

source: Beratung bei der Personalanwerbung
en: Consultancy of personnel recruitment

source: Marktforschung in Bezug auf neue Unternehmen
en: Business research for new businesses

source: Dienstleistungen auf dem Gebiet von Jointventures [Unternehmensberatung]
en: Business services relating to the arrangement of joint ventures

source: Verbreitung von Werbung für Dritte
en: Dissemination of advertising for others

source: Organisation von Ausstellungen oder Veranstaltungen für Geschäfts- oder Werbezwecke
en: Organisation of exhibitions and events for commercial or advertising purposes

source: Benchmarking [Bewertung der Unternehmensorganisation]
en: Benchmarking (evaluation of business organisation practices)

source: Zusammenstellung von Statistiken [für Unternehmens- oder kommerzielle Zwecke]
en: Compilation of statistics [for business or commercial purposes]

source: Geschäftsführung für Sportler
en: Business management of sports people

source: Vermittlung von Führungskräften
en: Executive placement services

source: Beratung in Bezug auf Marktforschung
en: Advisory services relating to market research

source: Beratung in Bezug auf Personaleinsatz
en: Advisory services relating to personnel placement

source: Beratung in Bezug auf den Kauf von Waren im Auftrag von Unternehmen
en: Advisory services relating to the purchase of goods on behalf of business

source: Werbung zur Verkaufsförderung in Bezug auf den Handel mit Aktien und anderen Wertpapieren
en: Advertising services for promoting the brokerage of stocks and other securities

source: Marktforschung und Analyse von Marktstudien
en: Market study and analysis of market studies

source: Vermittlung von Verträgen über den Kauf und Verkauf von Waren
en: Mediation of contracts for purchase and sale of products

source: Wirtschaftsprognosen und -analysen
en: Economic forecasting and analysis

source: Aktualisierung von Werbematerial
en: Updating of advertising material

source: Erstellen von Verkaufsanalysen
en: Provision of sales analyses

source: Meinungsforschung
en: Opinion polling

source: Veröffentlichung von Werbeprospekten
en: Publication of advertising literature

source: Dienstleistungen einer Modelagentur für Werbezwecke
en: Modelling agency services for advertising purposes

source: Büroverwaltungsdienstleistungen [für Dritte]
en: Office administration services [for others]

source: Gewerbsmäßige Personalanwerbung
en: Professional recruitment services

source: Organisation der Verteilung von Werbemustern auf telefonische Anfragen
en: Arranging the distribution of advertising samples in response to telephone enquiries

source: Entwicklung und Präsentation von audiovisuellen Vorführungen für Werbezwecke
en: Preparation and presentation of audio visual displays for advertising purposes

source: Unternehmensberatung in Bezug auf den Betrieb von Sandwich-Bars
en: Business advisory services relating to the running of sandwich bars

source: Unterstützung von Unternehmen in Bezug auf Corporate Identity
en: Business assistance relating to corporate identity

source: Beratung in Bezug auf die Anwerbung von Hochschulabsolventen
en: Provision of advice relating to the recruitment of graduates

source: Produktion von Werbematerial und Werbespots
en: Production of advertising matter and commercials

source: Bewerbung einer Filmserie für Dritte
en: Promoting a series of films for others

source: Geschäftsführung von Telefon-Callcentern für Dritte
en: Management of telephone call centers for other

source: Erstellen von Marktanalysen in Bezug auf den Verkauf von Waren
en: Market analysis services relating to the sale of goods

source: Betrieb einer Exportagentur
en: Export agency services

source: Analyse von Betriebsführung
en: Analysis of company behaviour

source: Beratung in Bezug auf die Werbung für Geschäfte
en: Consultations relating to business promotion

source: Beratung kommerzieller Unternehmen auf dem Gebiet der Geschäftsführung
en: Advising commercial enterprises in the conduct of their business

source: Beratung in Bezug auf Corporate Identity
en: Advisory services relating to corporate identity

source: Arbeitsvermittlungsdienste in Bezug auf Zeitarbeitsstellen
en: Employment agency services for temporary work assignments

source: Stellenvermittlungsdienste für Film- und Fernsehtechniker
en: Employment management services for film television technicians

source: Hilfe bei der Geschäftsführung im Rahmen eines Franchisevertrags
en: Assistance in business management within the framework of a franchise contract

source: Verwaltung und Zusammenstellung von Daten in Computerdatenbanken
en: Management and compilation of computerised databases

source: Geschäftsführung von Kliniken für Dritte
en: Management of health care clinics for others

source: Hörfunk- und Fernsehwerbung
en: Radio and television advertising

source: Erfassung von Personaldaten [Büroarbeiten]
en: Collection of personnel information

source: Computergestützte Datenerfassungsdienste für Kassen von Einzelhändlern
en: Computerised point-of-sale data collection services for retailers

source: Computergestützte Steuererklärung [Buchführung]
en: Computerised tax assessments (preparation of -) [accounting]

source: Vermittlung von Verträgen für den Kauf und Verkauf von Waren
en: Procuring of contracts for the purchase and sale of goods

source: Verteilung von Werbematerial [Faltblätter, Broschüren und Druckereierzeugnisse]
en: Dissemination of advertising material [leaflets, brochure and printed matter]

source: Hilfe bei der Geschäftsführung von Industrieunternehmen
en: Management assistance for industrial organisations

source: Online-Werbung für Dienstleistungen und Waren auf Websites
en: Provision of space on web-sites for advertising goods and services

source: Organisation und Durchführung von Ausstellungen für geschäftliche Zwecke
en: Arranging and conducting of exhibitions for business purposes

source: Computergestützte Auskünfte über die Bewertung von geschäftlichen Optionen
en: Computerised information services to business opportunities appraisals

source: Werbung zur Verkaufsförderung von Getränken
en: Advertising services for the promotion of beverages

source: Planungsdienste für Marketingstudien
en: Planning services for marketing studies

source: Erstellung von geschäftsbezogenen Statistiken
en: Preparation of business statistical data

source: Platzierung von Anzeigen für Dritte
en: Placing advertisements for others

source: Telefonantwortdienste für Dritte
en: Telephone answering [for others]

source: Telefonmarketing [ausgenommen Verkauf]
en: Telephone marketing services [not selling]

source: Vermittlung von Geschäften und diesbezügliche Beratung beim Verkauf von Waren und dem Erbringen von Dienstleistungen
en: Business intermediary and advisory services in the field of selling products and rendering services

source: Beratung bei der Geschäftsorganisation und Geschäftsführung
en: Advice relating to the organisation and management of business

source: Werbung in Bezug auf pharmazeutische Präparate zur Behandlung von Diabetes
en: Advertising services relating to pharmaceuticals for the treatment of diabetes

source: Unternehmensberatung im Bereich Landwirtschaft
en: Business consulting services in the agriculture field

source: Zusammenstellen von Adressenlisten
en: Preparation of mailing lists

source: Entwicklung von Marken [Werbung und Verkaufsförderung]
en: Brand creation services (advertising and promotion)

source: Erfassung und Transkription von schriftlicher Kommunikation
en: Registration and transcription of written communications

source: Planung von Werbemaßnahmen
en: Planning services for advertising

source: Beratung bei der Geschäftsplanung
en: Business planning consultancy

source: Analyse von Geschäftsdaten
en: Business data analysis services

source: Gestaltung von Auslagen für Geschäftszwecke
en: Arranging of displays for commercial purposes

source: Organisation von Präsentationen für Geschäftszwecke
en: Arranging of presentations for business purposes

source: Sammeln von Geschäftsinformationen
en: Collecting information for business

source: Zusammenstellen von statistischen Daten in Bezug auf medizinische Forschung
en: Compilation of statistical data relating to medical research

source: Zusammenstellung von Statistiken in Bezug auf Werbung
en: Compilation of statistics relating to advertising

source: Werbung zur Förderung des elektronischen Handels
en: Advertising services for the promotion of e-commerce

source: Unternehmensberatung in Bezug auf das Management von Spendensammelkampagnen
en: Business consultancy services relating to management of fund raising campaigns

source: Unternehmensberatung in Bezug auf Herstellungsprozesse
en: Business consultancy services relating to manufacturing

source: Unternehmensberatung in Bezug auf das Marketing für Spendensammelkampagnen
en: Business consultancy services relating to the marketing of fund raising campaigns

source: Unternehmensberatung für Einzelpersonen
en: Business consultancy to individuals

source: Ausgabe von Werbeprospekten
en: Issuing of publicity leaflets

source: Vermietung von Werbematerial
en: Publicity material rental

source: Beratung bei der Vorbereitung und Durchführung von Handelstransaktionen
en: Advisory services for preparing and carrying out commercial transactions

source: Hilfe bei der Geschäftsführung gewerblicher oder kommerzieller Unternehmen
en: Assistance to industrial or commercial enterprises in the running of their business

source: Auskünfte über Online-Geschäfte und Handelsangelegenheiten
en: Provision of on-line business and commercial information

source: Verzeichniszusammenstellung zur Veröffentlichung im Internet
en: Compilation of directories for publication on the internet

source: Erstellung von Rechnungsauszügen
en: Drawing up of statements of accounts

source: Beratung in Bezug auf die Geschäftsführung von Gesundheitsclubs
en: Advice relating to the business management of health clubs

source: Buchführung für Dritte
en: Accounting for third parties

source: Vermietung von Büromaschinen und -geräten
en: Office machines and equipment rental

source: Vermietung von Schreibmaschinen und Kopiermaschinen
en: Rental of typewriters and copying machines

source: Erteilung von Auskünften in Handelsangelegenheiten
en: Provision of information relating to commerce

source: Marktforschung um Informationen über die Leser von Veröffentlichungen zu sammeln
en: Market research for compiling information on readers of publications

source: Unternehmensberatung in Bezug auf Buchführung
en: Business advice relating to accounting

source: Vermittlung von Abonnements für Online-Publikationen Dritter
en: Arranging subscriptions of the online publications of others

source: Dienstleistungen des elektronischen Handels, nämlich Verbraucherberatung mittels Telekommunikationsnetzwerken für Werbe- und Verkaufszwecke
en: Electronic commerce services, namely, providing information about products via telecommunication networks for advertising and sales purposes

source: Schätzungen für Marketingzwecke
en: Estimations for marketing purposes

source: Bewertungen in Bezug auf Geschäftsangelegenheiten professioneller Betriebe
en: Evaluations relating to business management in professional enterprises

source: Durchführung von Ausstellungen für Werbezwecke
en: Exhibitions (Conducting -) for advertising purposes

source: Auskünfte über den Konsumgütermarkt
en: Consumer market information services

source: Betriebswirtschaftliche Beratung zur Datenverarbeitung
en: Advisory services relating to data processing

source: Marktbezogene Meinungsumfragen
en: Market opinion polling studies

source: Organisation, Durchführung und Überwachung von Prämienprogrammen
en: Organisation, operation and supervision of an incentive scheme

source: Fachliche Beratung von Unternehmen in Bezug auf den Geschäftsbetrieb
en: Professional business consultation relating to the operation of businesses
